# brew bundle dump --file=Brewfile
# brew bundle install --file=Brewfile
brew "age"
brew "aria2"
brew "ascii"
brew "autoconf"
brew "automake"
brew "aws-nuke"
brew "awscli"
brew "b2-tools"
brew "bash-completion"
brew "bash"
brew "bat"
brew "bear"
brew "binwalk"
brew "bison"
brew "bwm-ng"
brew "cairo"
brew "cmake"
brew "colima"
brew "container"
brew "coreutils"
brew "dict"
brew "diffr"
brew "docker-completion"
brew "docker-credential-helper"
brew "docker"
brew "dockutil"
brew "docutils"
brew "dotnet"
brew "dsvpn"
brew "duti"
brew "ent"
brew "exiftool"
brew "f3"
brew "ffmpeg"
brew "figlet"
brew "flex"
brew "fzf"
brew "gcc"
brew "git"
brew "glib"
brew "gnu-sed"
brew "go"
brew "gofumpt"
brew "golangci-lint"
brew "graphviz"
brew "htop"
brew "imagemagick"
brew "iperf3"
brew "ipython"
brew "isort"
brew "isync"
brew "jq"
brew "keychain"
brew "lftp"
brew "libssh2"
brew "lima"
brew "lua"
brew "luarocks"
brew "lynx"
brew "magic-wormhole"
brew "minisign"
brew "mosh"
brew "mupdf"
brew "mutt"
brew "neovim"
brew "nmap"
brew "node"
brew "openssl@3"
brew "opentofu"
brew "parallel"
brew "pdfgrep"
brew "poppler"
brew "pstree"
brew "pv"
brew "pyenv"
brew "python@3.10"
brew "python@3.11"
brew "python@3.12"
brew "python@3.9"
brew "qemu"
brew "restic"
brew "ripgrep"
brew "screen"
brew "scrypt"
brew "shellcheck"
brew "sipcalc"
brew "socat"
brew "spiped"
brew "telnet"
brew "texlive"
brew "tmux"
brew "toilet"
brew "tree-sitter-cli"
brew "tree-sitter"
brew "tree"
brew "typst"
brew "unar"
brew "uv"
brew "virtualenv"
brew "wget"
brew "wireshark", link: false
brew "yt-dlp", link: false
brew "z.lua"
brew "zig"
brew "zoxide"
cask "1password-cli"
cask "1password@beta"
cask "brave-browser"
cask "claude-code"
cask "colindean/fonts-nonfree/font-microsoft-aptos"
cask "discord"
cask "fastmail"
cask "font-source-sans-3"
cask "ghostty"
cask "imazing"
cask "mactex"
cask "monodraw"
cask "ollama-app"
cask "onyx"
cask "qbittorrent"
cask "sabnzbd"
cask "signal"
cask "steam"
cask "ungoogled-chromium"
cask "utm"
cask "vlc"
cask "whatsapp"
cask "wireshark-app"
cask "xquartz"
cask "zoom"
tap "colindean/fonts-nonfree"
